{"content": "The Bolton Award\nWhen considering your own employability, a crucial thing to be aware of is the\ndifference between hard skills and soft skills.\nHard skills are the skills you will learn while completing your course. These are\npractical skills such as coding, accounting or artwork. The skills you are assessed on\nfor your degree and are required to do the job you aspire to.\nSoft skills are broader skills that apply to anyone in a working environment, like:\nteamwork, time management and resilience. These skills affect how you navigate a\nworkplace, how you handle difficult situations and generally make you a more\nrounded and employable individual.\nIn 2019, LinkedIn surveyed over 5,000 talent professionals in 35 countries, all to\nbring people insights into current market trends and how to make yourself more\nemployable.\n91% of the companies surveyed (including Starbucks, Cisco and Sodexo) said that\nsoft skills were among the most important for an applicant to have (LinkedIn Report:\nGlobal talent trends, 2019, LinkedIn Report: These 4 Ideas Are Shaping the Future\nof HR and Hiring)\nThe same survey found that 92% of companies surveyed said soft skills were as\nimportant or more so than hard skills gained in university degrees (LinkedIn Report:\nGlobal talent trends, 2019, LinkedIn Report: These 4 Ideas Are Shaping the Future\nof HR and Hiring)\nThe Bolton Award has been designed to help you to improve these soft skills, as well\nas increasing your industry awareness. You also get a certificate recognising your\naccomplishments and the award will also appear on your Higher Education\nAchievement Report (HEAR).\nThe award is in three tiers, Silver, Gold and Platinum. The Silver tier is designed to\nhelp increase your labour market awareness, with built in self-reflection to encourage\nyou to think more critically about your current skills, the skills you would like to gain\nand how each activity you engage in within the university and beyond helps to shape\nthese skills.\n\nLEAP Online\n\nUniversity of Bolton 2023\n\n\fThe Gold tier helps you to focus more on your specific career goal, by:\n•\n•\n•\n•\n\nSetting targets\nBuilding experience and enrichment hours to improve a CV\nAttending workshops\nBuilding a CV and a mock interview\n\nYou will also be able to build up skills in an online skills journal, which can you refer\nback to when the time comes for you to apply for a job and prepare for an interview.\nThe Platinum tier focuses more on skills for graduate level roles, such as;\npsychometric testing, self-presentation and honest self-reflection on the journey and\nthe skills gained and lessons learned.\nYou can start the Bolton Award whenever you like, and have the entirety of your\nstudy to complete it. You must complete Silver before progressing to Gold, and you\nmust complete Gold before your final year to begin Platinum. Progression is not\nmandatory, each stage has a certificate so if you are happy to stop at Silver, you\ndon’t have to progress to Gold.\nUpon completing the Bolton Award, you will have:\n• A CV checked by the careers and employability team\n• A SMART target for your next steps towards your career\n• An online journal of your skills with examples of activities you completed\n• A mock application process from form to interview with feedback on each step\n• A certificate to mark your accomplishment\n• A recognized award on your HEAR\nIf you are unsure how to get your enrichment hours for the award? LEAP Live\nWorkshops and LEAP Badges can all be counted! Simply screenshot your evidence\nand email it Boltonaward@bolton.ac.uk after completing the hour log in your\nworkflow.\nThe Bolton Award is open to all students so sign by visiting the link below:\n\nhttps://studenthub.bolton.ac.uk/students/workflows/Detail/57\n\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2023\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Bolton-Award.txt"}}
{"content": "Application Forms\nThe key aim of completing applications is to make it to the next stage of the recruitment\nprocess – the interview.\nHow to achieve the aim\n\n\nDemonstrate how you meet the requirements of the role\n\n\n\nDemonstrate how you stand out from other candidates\n\n\n\nProduce a high quality application\n\nTypes of application\n\n\nApplication forms\n\n\n\nLetter of application\n\n\n\nCV\n\nEmployer application forms are almost all online, which require the completion of an electronic\nor web-based form. Paper-based application forms are rarely used now.\nSome employers may ask for additional documentation to be sent with your application, such\nas a letter of application or CV, which will need to be attached/uploaded on to the website.\n\nHow to approach an application\n\n\nPrepare intensively as you would for a job interview\n\n\n\nPoor quality applications are surprisingly common\n\nSome employer comments:\n\n\nMayer Brown – “last year I received more than 1,500 applications, more than 20% had\nthe firm's name misspelt. Another 30% contained typos.”\n\n\n\nAsda – “despite receiving 4,000 applications online, many were of poor quality.”\n\nLEAP Online\n\nUniversity of Bolton\n\n\fWhat do employers look for?\n\n\nApplications targeted to the organisation and role\n\n\n\nCorrect grammar and spelling\n\n\n\nComplete and concise information\n\nPreparation\n\n\nGet hold of a Job Description which describes the job and principle duties and a\nPerson Specification which describes the essential and desirable skills and\nexperience necessary to fulfil the requirements of the position.\n\n\n\nResearch the organisation by looking through their website and any other information\nthat you may have about them.\n\nDifferent formats of application forms\nAll application forms ask for standardised content such as personal details, education and\nemployment history. It is important to give full details starting with your most recent\neducation, work and experience. They also ask for references which would usually be an\nemployer and a university lecturer.\n\nThere may also be an equal opportunities monitoring form which is removed from the\napplication before short-listing. This helps employers monitor and improve standards of\nrecruitment and employment practice.\n\nIn addition to the standardised information, employers may also require a supporting\nstatement. This is probably the most important part of the application form as it provides you\nwith the opportunity to show how you meet the job requirements. This section can vary\ndepending upon the employer, but some of the more typical examples include the following:\nSupporting statement (Skills, Knowledge and Experience)\nThe majority of applications ask you to complete a supporting statement. This is where you\nneed to demonstrate your skills, knowledge and experience for the role. It is important that\nyou address the points in the Person Specification in the order in which they appear, as\nthis will be used as a checklist for short-listing by the employer. Each one should be tailored\nto the job you are applying for. Address each point on the person specification in a clearly\nthemed paragraph.\n\nLEAP Online\n\nUniversity of Bolton\n\n\fCompetency based application forms\nSome employers ask competency-based questions which match the Person Specification, in\norder to see if you possess the skills that will make you succeed in the role.\nSTAR Technique: When preparing answers to competency-based questions it may be helpful\nto use the STAR technique. This is a simple approach based on providing the following\ninformation:\n\n\nSituation or context of the particular example you are providing\n\n\n\nTask – what you had to do to achieve the desired result\n\n\n\nAction – what you actually did. The important word here is YOU. They want to know\nabout your contribution\n\n\n\nResult – what was the outcome?\n\nRemember to use recent examples, and if you're asked several competency-based\nquestions within an application use different examples for each one.\nStrength based application forms\nThese questions usually take a great deal of thought and are designed to find your natural\naptitude and motivations. Some examples include:\n\n\nDescribe something you are particularly proud of?\n\n\n\nTell us about a task that comes easily to you?\n\n\n\nHighlight the reasons why should we meet with you over other candidates?\n\nApplication forms which ask for a personal statement e.g. UCAS forms\nMost teaching/academic applications will ask for a Personal Statement which should explain\nwhy you are applying. It is important to include a structure which is clear, concise and easy\nfor the person who is shortlisting to understand.\n\nOne possible structure is:\nWhy? Personal experiences which have led to making this decision\nWhat do you bring to the course/job? Academic and extra-curricular experience\nWhere are you heading? Ambition and career plans\n\nLEAP Online\n\nUniversity of Bolton\n\n\fApplication checklist\nBefore you press ‘send’ carry out these final checks:\n•\n\nDO tailor your application to the organisation and role\n\n•\n\nDO make sure you are using the right form - some employers have different forms for\ndifferent job functions\n\n•\n\nDO read the form through and follow all instructions\n\n•\n\nDO keep a copy of your answers. When it comes to the interview stage, it is useful to\nremember what you have told the employer\n\n•\n\nDO put your most recent experience first\n\n•\n\nDO pay attention to spelling and grammar and make sure as many people as possible\nproof read this section\n\n•\n\nDO take time to complete each section\n\n•\n\nDO be honest. Even minor changes such as inflating grades or making up extracurricular activities can be classed as ‘fraud by false representation’ and can be\npunishable under the Fraud Act 2006. In addition, Graduate Prospects has launched\na degree verification service which allows employers to check degree grades\n\n•\n\nDo give correct contact details. Include a term time and a home address\n\n•\n\nDo make sure your email address is appropriate\n\n•\n\nDo be aware of ‘cut and paste’ and be sure that you are entering information that\nrelates to the right organisation\n\n•\n\nDo be positive you should never be negative or ‘under-sell’ yourself\n\nFinally!\nGet your application or CV checked before submitting. Make an appointment with the\ncareers team. Email careers@bolton.ac.uk or phone 01204 903080.\n\nAccess LEAP Online at: http://www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Application-Forms.txt"}}
{"content": "Careers and Professional Skills\nCareers and professional skills as a term, is often used as ‘short-hand’ to describe a\nset of employability skills, attitudes and attributes that a person may have or develop\nin order to secure a job:\n\n\n\n\nSkill = a type of work/activity which requires specialist training and knowledge\nAttitude = a way of thinking, feeling or behaving which reflects a state of mind\nand contributes to a person’s personality\nAttribute = an inherent quality or strength\n\nDefinitions of Employability\nEmployability focuses on enhancing the academic, personal and professional\ndevelopment of learners to meet the changing needs of employers, the economy and\nsociety. Over the last 20 years, definitions of employability have shifted towards a\nmore holistic view of ‘graduate attributes’ that include transferable skills and personcentred qualities, developed in conjunction with subject specific knowledge, skills\nand competencies.\n“Being able to get a job, keep a job, and if necessary find another job.”\nCarl Gilleard - Association of Graduate Recruiters\n\nDeveloping Careers and Professional Skills, Attitudes and Attributes\nThrough Academic Study\nYour university experience has value in several contexts beyond just your course.\nConsider aspects of your time at university such as your subject specific knowledge,\nany membership of academic societies and/or professional bodies, discussions of\nprofessional ethical values and relevant legislation. Tutors also help you identify\nwhat employability skills, attitudes and attributes you develop through the use of\nLearning Objectives.\nTo help you construct a Personal Development Plan (PDP), you should actively\nreflect, review and take part in career planning activities. A useful strategy is to\nrecord your skills and achievements as you go along. You will then have a rich bank\nof evidence to withdraw from to use for applications and interviews.\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fTransferable Skills\nUsually picked up over a period of time, transferable skills are developed in one\nsituation and can be transferred to another situation. They can be gained from\nprevious job positions, charity or voluntary work and even your hobbies and can be\napplied to a range of jobs and industries. Not only do they show that you’d be a good\nfit for the team, they can also demonstrate what a candidate can bring to a role, and\nhow much they’ve learnt from previous positions or experiences. They also enable\nyou to apply for work and training beyond your subject specialism if necessary.\nThere are so many skills that could be classed as transferable, and every individual\nwill have their own ‘set’, with natural ability and aptitude towards certain skills. All\nemployers will be looking for something different, but some of the more common\nones that are often cited by employers include: communication, team work,\nnumeracy, organisation, time management, problem solving, flexibility, initiative,\ncommercial awareness, leadership and the use of ICT.\n\nExperience of Work\nReal work experience is essential for you to develop your skills and you can also\ncheck out a potential industry that you are interested in. You should consider the\nskills you are interested in developing further and then choose an appropriate\ncontext from which to gain that experience.\nWork experience is really important, even if you are employed in a shop or working\nin a bar, there are transferable skills that you can draw upon such as customer\nservice, communication skills, numeracy, time management, flexibility etc. If you do\nnot have any work experience yet, it is highly recommended that you gain some\nwhilst at university to increase your employability skills.\n\nThrough Extra Curricular Activities\nDuring the application process it is important that you articulate all the skills you have\ngained, and not just those from work or study. You may have been involved in a\nstudent society or club, or held a position of responsibility within the University such\nas a Student Representative or Student Ambassador. Even at the University of\nBolton, you can undertake paid and voluntary opportunities to enhance you\nemployability skills.\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fVoluntary Work\nMany students acquire a range of transferable skills from undertaking voluntary\nwork. Evidence of voluntary work is increasingly cited as being important to\nemployers (The Brathay Trust, Guardian Careers, 2014). Consider choosing an\nopportunity that has meaning to you in order to engage fully with the experience.\n\nUnderstanding your Individual Attitudes and Attributes\nTwo fifths of bosses surveyed by The Brathay Trust, (Guardian Careers 2014)\nsuggested as well as wanting to know about graduates skills they also wanted to\ngain an understanding of the personal qualities and strengths of graduates. It\nrevealed that a strong work ethic, commitment, resilience and motivation are the\ntraits recruiting managers look out for most. It is important that individuals\nunderstand their own individual strengths and attitudes\n\nNetworking and Social Media\nUniversity follow-up of graduates via the annual, national Destination of Leavers from\nHigher Education (DLHE) Survey, evidences a strong trend in the importance of\nnetworking skills and ‘mining’ personal and professional contacts to source\nemployment. The effective use of social media has become more important and\nincreasingly used by employers for recruitment purposes. It is now viewed as\nessential to have a LinkedIn profile and to be actively using LinkedIn. It is also a\nuseful way of finding employment opportunities and gaining commercial awareness.\n\nSo can I enhance my careers and professional skills at the University of\nBolton?\nYes! Look at our Graduate Attributes Matrix for Employability (GAME)\nIn 2017, the University of Bolton developed the Graduate Attributes Matrix for\nEmployability (GAME). This matrix aims to evidence the development potential that a\nstudent can have within the Bolton learning environment.\nThe Graduate attributes are:\n\n\n\n\nExpressive of what it means to be a University of Bolton graduate\nNot simply taught in the classroom but fostered through meaningful\nexperiences and as a result of continuous learning and reflection\nUnique to every student – in terms of their starting point, experiences,\ndevelopment and comprehension\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fThe Graduate attributes, as highlighted below, are the personal qualities, skills and\nacademic abilities that the University of Bolton community values, and that a student\nshould acquire during their time at this university. Graduate attributes can be\ndeveloped as part of a programme of study, as well as through the wider student\nexperience. The Graduate Attributes Framework has been created to allow for\npersonalisation by each School and subject area and tailoring for particular co- and\nextra-curricular activities.\n\nIn conclusion, the term ‘employability’ can be seen as a shorthand expression of a\nrange of complex skills, attitudes and attributes whose component parts are:\n\n\n\n\n\n\nYour subject specialism skills and knowledge\nGeneric transferable skills which where adapted, can be applied in different\nwork contexts\nA range of ‘soft’ attitudes and attributes identified as important to employers\nWork experience or employment\nCareer management and planning skills\n\nContact us: 01204 903080, https://studenthub.bolton.ac.uk\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Careers-and-Professional-Skills.txt"}}
{"content": "Interviews\nTo be shortlisted for an interview means that you have successfully completed an\napplication form or produced an effective CV which has enabled you to stand out\nfrom the crowd, and meet the job criteria as specified by the employer. The employer\nmust be impressed enough to want to find out more about you and to take your\napplication to the next stage of the selection process.\nBeing interviewed for a job can sometimes feel daunting, however thorough planning\nand preparation can give you the confidence to help you to be successful.\nThe interview is a two way interaction. The employer wants to see if you are the right\ncandidate for the role but, equally, it is also your chance to see if you would be\nhappy to work for them. The interview process isn’t about trying to trip you up or\ncatch you out, it is about finding out what you are good at. It is an opportunity for you\nto breathe life into your application form or CV.\n\nTypes of Interview\n\n\n\n\n\n\n\n\n\n\nOne to one interview\nPanel Interview\nGroup Interview\nCase Study Interview\nSkype Interview\nVideo Interview\nSequential interview\nTelephone Interview\nAssessment Centre Interview\n\nPreparation for an Interview\nYou should consider the following steps in readiness for your interview:\nResearch the employer: read any literature there is about the employer. Do not go in\n‘cold’. Always look at basic information such as company size, locations, products\nand services offered, turnover, organisational structures and competitors. Find out if\nthe company has been in the news recently and why. Check out the company /\norganisations’ website, broadsheet newspapers, relevant professional journals and\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fprofessional bodies. Then you should look for more detail about the position and\ndepartment you are seeking to join.\nResearch the job sector: commercial awareness is extremely important so before\nyou go for your interview look at developments within that particular sector i.e.\nfinancial downturns, changes to legislation etc. Try and think about how this could\naffect their organisation and impact on the role for which you are applying.\nUnderstand the role you are applying for: this may seem like an obvious point, but\nfeedback from many employers would suggest that candidates don’t always prepare\nenough and sometimes don’t even seem to know what job they have applied for!\nRead over the job descriptions and specification. If possible, try and speak to the\nperson who is currently doing the job, or someone in the same department.\nRe-visit your application form: when applying for a job always remember to keep a\ncopy of your application form. Read this again before you attend your interview, as\nthe organisation may pick up on information that you have given. Think again about\nwhy you want the job and how your skills, knowledge and experience match against\nthe requirements of the role.\nPrepare answers: try and anticipate what you think the questions will be; you can do\nthis by looking at the job specification. Try and practice beforehand by arranging a\nmock interview with a Careers Adviser.\nPrepare some questions to ask: always prepare some questions that you can ask\nthe employer at the interview. Time is usually allocated for this at the end of the\nformal questions, but this will be made clear to you on the day. Asking questions\ncreates a favourable impression and will enable you to understand more about the\nrole.\nBe sure to know why you find the job interesting: most employers will ask you why\nyou are interested in working for them. Be sure to have a genuine and well\nresearched answer planned.\n\nPractical Preparation\nPlan your journey: always make sure you know where you are going. Work out your\njourney time and always try to arrive 15 minutes early. If possible, drive to your\ndestination a few days before your interview to familiarise yourself with the journey\nand the route, and always try to allow for traffic and unscheduled delays. Print off a\nmap if needed. It is also a good idea to take a contact name and number with you in\ncase you are delayed for any reason.\nCheck out exactly where your interview will be held, the building, floor, room number\netc. Multiple businesses may be located in one building or across different sites.\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fDress appropriately: make sure you have a smart outfit that is clean, as an interview\nis a formal occasion. Do not wear jewellery or accessories that are too distracting.\nUse common sense where piercings and tattoos are concerned. If you are unable to\nremove them, try and ensure studs remain small and any offensive body art is\ncovered.\nWhat to take with you: it may be a good idea to take a copy of your CV and\napplication form as a reference/guide; also any relevant portfolios (particularly if you\nare applying for a role within the creative industries) and your certificates. It is\nacceptable to write questions down that you would like to ask and take them in with\nyou. Whatever you do take into the interview room, make sure it is presented in a\nprofessional wallet or document folder.\nIf you have a disability: you will need to address the issue of disclosing your disability\nto the employer before the interview.\n\nThe Interview\nControlling your Nerves\nEveryone feels a little nervous before an interview. In order to remain calm, the best\nadvice is to prepare as much as you can before the day. Mock interviews can be\narranged with a Careers Adviser in advance, which will help you to familiarise\nyourself with the process. This is also a good way of gaining feedback on your\noverall performance. Try and ensure you get a good night’s sleep, set your alarm\nand make sure you leave yourself plenty of time to get to the interview. All\ninterviewers are aware of how nerve-wracking an interview can be, so they should\ntry to put you at ease.\nOn entering the interview room shake hands with the interviewer if appropriate and,\nwhen invited to do so, take a seat. Try to sit up straight and avoid slouching. Speak\nclearly and calmly. It is natural to feel nervous before an interview but you need to\nshow that you can manage any anxiety. If an employer is looking for someone who\ncan cope with pressure then the interview is a good guide for them.\n\nBody Language\nBody language is extremely important in an interview situation. The way you enter\nthe room, your handshake, the way you sit, all give signals about your confidence,\nyour interest and your manners. Although you will not be marked against this\ncriterion it will be duly noted by the employer. Smiling is essential, and helps to strike\nup and maintain rapport with the interviewers. Try not to wave your hands around too\nmuch.\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fMaintain eye contact. Looking down or away from the interviewer can make you\nappear disinterested or insincere. With panel interviews, the best advice is to look at\nand answer the person asking the question, with a glance from time to time at the\nother interviewers to include them in your reply.\n\nInterview Questions\nBy now you should have undertaken your research in preparation for your interview\nand will hopefully have a very good idea about the technical knowledge, experience\nand skills required for the role. The questions you will be asked will be based around\nthese criterion.\nEmployers ask questions that are traditionally designed to help them understand you\nas a person: to gauge your motivation levels, your experience, your skills and certain\naspects of your personality that may have an impact on your overall performance.\nThey will have already been provided with a synopsis of this information from your\nCV or application form, so they are looking to clarify information within the interview\nprocess.\nThe following information describes the types of questions you are likely to get asked\nin a graduate interview:\n\nWarm Up Questions\nThese are asked at the beginning of the interview and are designed to put you at\nease. Common warm up questions are ‘Tell me about yourself?’ or ‘Why have you\napplied for the position?’ Keep your answers short and succinct aligning your\nexperience to the role and highlighting your interest in the position/organisation. The\ninterviewer can tell a lot about your personality from the way you respond.\n\nCompetency-Based Questions\nCompetency based questions provide employers with an idea of how you might\nperform in the workplace by asking questions that test how you have reacted to and\ndealt with previous academic, work or social situations. The questions will be\nfocused upon your skills and will relate to the person specification of the job. You will\nbe asked to give an example of a situation or task which led you to take a certain\ncourse of action. Probing questions will then be used by the interviewer to determine\nthe course of action you took, what changes were created by those actions, and the\neffects of those actions on you and/or others.\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fWhen preparing for this type of questioning remember the STAR approach:\nSituation – describe the situation that relates to the question being asked.\nTask – what tasks did you identify that needed to be completed?\nAction – what action did you take?\nResult – How did you know that your actions where successful?\n\nEnsure you choose examples that are as relevant to the role as possible, that were\nchallenging and really show off your skills. Avoid saying ‘we’ to describe actions\ntaken in a team, as the employer is not recruiting the team but needs to be clear\nwhat ‘you’ specifically contributed.\n\nYour Questions to the Interviewer\nIt is normal for an interviewer to ask you if you have any questions at the end of an\ninterview. Preparing some questions to ask the employer is a good way to show that\nyou are keen and enthusiastic about working for the company. If you don’t ask any\nquestions some recruiters may interpret this as disinterest. It is advisable to ask\nbetween 1-3 questions at the end of the interview. If the interview panel have already\ncovered the information as part of the process, let them know that all of your\nquestions have been answered adequately.\n\nOnline Interviews\nMore and more employers are moving their interviews online as a result of the recent\npandemic. You should prepare for an online interview in a similar way to a face-toface interview.\n\n\n\n\n\nDon’t forget to check the meeting link details that will be provided for you to\nconnect on the day – Zoom? Microsoft Teams? Skype? – have you got the\nright application downloaded in advance? Is your microphone working?\nYou must still dress smartly to help create the right impression\nEnsure that you are in a space that is free from distractions and noise, and\nensure your background on the screen is appropriate\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fFINALLY…\n\n\n\n\n\n\n\n\n\nResearch the organisation, the job and the sector\nUnderstand your strengths, skills and abilities and target them to the position\nBelieve in yourself and be confident\nPrepare your answers in advance\nPrepare some questions to ask them\nBook a mock interview with a Careers Adviser to practice beforehand\nPlan what you are going to wear\nPlan your journey\n\nResources to help you with preparing for interviews\nFor further help with interview preparation check out our resources on SudentHub+.\nYou can access our Interview360 tool and Graduates First AI Interview Simulator\nhttps://studenthub.bolton.ac.uk\n\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Interviews.txt"}}
{"content": "Disability Support Services\nThe disability team is located in the student centre in Eagle building and consists of\nFiona Valentine our manager, Elizabeth McGovern and Amy Dooley Disability\nAdvisors and Jo Morgan administrator.\nThe Disability team supports any student or prospective student who has a Disability.\nIf you aren’t sure whether your condition is a disability, then you can get in touch with\nus and we can advise you on this.\nSome conditions that you might not expect come under disability support. For\nexample, Dyslexia, ADHD, Asperger syndrome and autistic spectrum condition. In\naddition, long-term health conditions such as, irritable bowel syndrome, diabetes,\nchronic fatigue syndrome and fibromyalgia as well as many others.\nMental health conditions such as anxiety and depression are also applicable, as well\nas other conditions that you might usually associate with disability support such as\nvisual and hearing impairments and physical disabilities such cerebral palsy.\nIf you think you have dyslexia or another specific learning difficulty but don’t have a\nfull diagnostic report you can get tested through a referral from the disability team. If\nyou are interested please contact us to speak with an advisor for information on this\nand to fill in the referral forms.\nWhat support can you get from Disability service?\nThis will depend very much upon the disability or condition being supported and the\nindividual needs of the student so comparing with other students might not\nnecessarily be helpful.\nWe would need a copy of your medical evidence. If you have a medical condition or\nmental health condition we can help with supplying a medical evidence form that you\ncan ask your doctor to complete for you. When we have appropriate evidence we\ncan start looking into putting in place appropriate support for you.\nIf you are eligible we would encourage you to apply to your funding body such as\nStudent Finance England for Disabled Students’ Allowance. Through this you would\nbe likely to have an assessment of need. An assessment of need is a chat with an\nexperienced disability assessor who can find out how your condition affects you and\nask your funding body to pay for cost of support they think is appropriate to\nrecommend for you.\nPossible support though disabled students allowance can include support workers\nsuch as study skills tutor, mental health mentor or British sign language interpreter.\nAssistive technology solutions may be recommended too, for example audio read\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fback or speech recognition software and magnifying software or support with\nrecording lectures. Recommendations are tailored to the Individual needs of the\nstudent.\nThe disability team can also send a notification to your academic department giving\nadvice on appropriate inclusive teaching strategies. We can make arrangements for\nalternative adjustments for examinations as appropriate such as extra time. We have\nmarking guidelines for SpLDs and can provide stickers to identify your work for\ntutors, extended library loans and accessible parking for blue badge holders.\nHelp and Support\nIf you feel you have a disability, specific learning difficulty or health condition that\nmay come under disability support please get in touch for further advice. You can\ncall us on 01204 903478 to make an appointment or find out when our next drop in\nsession is.\n\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Disability-Services.txt"}}
{"content": "Graduate Attributes Matrix for Employability (GAME)\nThe University of Bolton has developed the Graduate Attributes Matrix for\nEmployability (GAME), which provides an overview of the key skills it expects all\ngraduates to leave University with.\nGAME is used by the Careers Team to help you self-assess where you are in terms\nof employability skills and attributes. This model should be used to assess your\nprofessional development during your time at university and provide you with a\nfoundation for the start of your career.\nThe Graduate attributes are:\n\n\n\n\nSymbolic of what it means to be a University of Bolton graduate\nNot simply taught in the classroom but fostered through meaningful\nexperiences and as a result of continuous learning and reflection\nUnique to every student – in terms of their starting point, experiences,\ndevelopment and comprehension\n\nThe GAME model comprises 10 attributes:\n1. Self-aware\nTo have a clear perception of your personality, strengths, weaknesses, thoughts,\nbeliefs, motivations and emotions, and how these can affect your subsequent\ndecisions and behaviours through self-reflection.\n2. Resilient\nTo utilise effective coping strategies to withstand, learn from or recover quickly from\ndifficult, stressful and challenging situations.\n3. Problem solver\nTo use a range of techniques and consider a number of options in a systematic\nmanner, to find positive solutions to challenging problems posed.\n4. Effective Communicator\nTo actively listen, share information, provide direction and express ideas and\nfeelings effectively through a range of different forms (verbally, visually and written)\nso that the intended message is successfully delivered, received, understood and\nresponded to.\n\nLEAP Online\n\nUniversity of Bolton 2022\n\n\f5. Global Citizen\nTo understand, respect and embrace diversity, different cultures and different ways\nof working, and to recognise the global issues that affect us.\n6. Enterprising\nTo demonstrate, creativity, innovation, initiative and resourcefulness, and be ready to\nact as opportunities present themselves.\n7. Adaptable\nTo be flexible and responsive to change in any given situation or work environment,\nor in response to the needs, wishes or demands of others.\n8. Collaborative\nTo develop a purposeful relationship/team with two or more people to constructively\nexplore ideas and achieve shared goals.\n9. Confident\nTo be able to demonstrate a firm belief in yourself and your abilities.\n10. Lifelong Learner\nTo evaluate personal performance and independently seek and act upon means of\nimprovement to allow for the advancement of skills and knowledge for personal or\nprofessional reasons.\n\nEvidencing your skills\nConsider your USP (unique selling point). What are your unique strengths, skills,\nattributes, attitudes and experiences which will help to distinguish you in the job\nmarket? Do you have good, relevant examples for each GAME attribute?\nRather than viewing this as a tick list you will address on one occasion you should\nmake an assessment of where you are at this point in time, set your goals and\ndetermine what needs to be done in order to get that dream job. You can find tools\non Studenthub that explain each attribute in detail and allow you to decide how you\nhave demonstrated this.\nBy developing an action plan now to address GAME, you will significantly increase\nyour employability skills which will help you to enter your chosen profession.\n\nLEAP Online\n\nUniversity of Bolton 2022\n\n\fSo how do employers know I have these skills?\nMany employers will assess applicants against a range of criteria. There may be a\njob specification which will make this explicit. If not, you will need to identify the\ncompetencies the employer requires through the advert, job description and your\nresearch into the company.\nIn order to prove that you possess these skills you will need to provide evidence to\nsupport your claim: it is not enough to say that you can do something – you have to\nprove it. Show not tell!\nThis is where all the work experience you have undertaken reaps its reward. Think\nabout:\n\n\n\n\nThe part time work you have taken on\nThe voluntary work you signed up for\nElements of your academic studies.\n\nAll need to be carefully considered.\n\nEvidencing GAME in the recruitment process\nOnce you have developed your action plan and looked at your examples for each it\nis a good idea to include these examples during the recruitment process.\nOne of the best ways to do this is by using the STAR technique. This allows you to\nthink about a Situation, the Task you had to perform and then the Actions you took\n(be careful to highlight your role rather than that of the group) and finally but\nimportantly the Result, where it would be useful if you could give a quantifiable\nexample using numbers (maybe a mark for an assignment) or some qualitative\nfeedback from a line manager.\nSTAR is detailed within the Application Forms LEAP Online section but it is an\nexcellent way to demonstrate your graduate attributes throughout the recruitment\nprocess.\nSTAR is especially useful on applications and when answering competency-based\ninterview questions such as:\n\n\n\n\n\nTell us about a time you have been an effective team member (Collaborative)\nHow did you manage a situation when something did not go to plan?\n(Problem solver)\nTell us about a time when you have been innovative (Creativity)\nWhen and how have you communicated a message effectively? (Effective\nCommunicator)\n\nLEAP Online\n\nUniversity of Bolton 2022\n\n\fHopefully you are now fully familiar with the 10 attributes that employers look for and\nyou can articulate these in the recruitment process.\nIf you really want to make sure you can demonstrate these attributes, we have a\nrange of tools on Studenthub such as the GAME self-assessment action plan and\nCV and Interview 360, which will allow you to put your new found knowledge into\npractice (https://studenthub.bolton.ac.uk).\nYou can book an appointment with the Careers and Employability Service via\nStudenthub. You can also email the Careers and Employability Service at\nstudenthub-careers@bolton.ac.uk or call our helpdesk on 01204 903080 or visit us in\nthe Student Centre on the Chancellor's Mall.\n\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2022\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/GAME.txt"}}
{"content": "An Introduction to Academic Writing\n\n\n\n\n      An Introduction to Academic Writing\n                                      LEAP Online\n\n                     Academic Writing: The Process (Level 2)\n\n\n\n\nLEAP Online                                              University of Bolton 2023\n\fAn Introduction to Academic Writing\n\n\nContents\n\nIntroduction ................................................................................................................ 1\n\nWhat is Academic Writing? ........................................................................................ 2\n\nClear Focus and Planning .......................................................................................... 3\n\nConsider the Audience ............................................................................................... 4\n\nGenres and Writing Styles .......................................................................................... 5\n\n   Essay writing .......................................................................................................... 6\n\n   Reflective Essay ................................................................................................... 11\n\n   Report Writing ....................................................................................................... 18\n\n   Descriptive Writing ................................................................................................ 23\n\n   Comparative Analysis/evaluation .......................................................................... 25\n\n   Synthesising ......................................................................................................... 27\n\n   Formatting ............................................................................................................ 30\n\nPutting it All together ................................................................................................ 32\n\n   Cohesion: A logical progression of your ideas) ..................................................... 32\n\n   Paragraphs ........................................................................................................... 33\n\n   Transition Signals ................................................................................................. 35\n\nEvidence .................................................................................................................. 36\n\nLanguage ................................................................................................................. 37\n\n   Be Concise ........................................................................................................... 37\n\n   Use Formal Language .......................................................................................... 37\n\n   Abbreviation .......................................................................................................... 38\n\n   Misplaced Conjunctions ........................................................................................ 38\n\n   Never use ‘You’ .................................................................................................... 38\n\nVoice ........................................................................................................................ 40\n\n   Language Functions ............................................................................................. 40\nLEAP Online                                                                               University of Bolton 2023\n\fAn Introduction to Academic Writing\n\n\n   Be Critical ............................................................................................................. 42\n\n   Be Precise ............................................................................................................ 42\n\n   Avoid Bias ............................................................................................................. 43\n\n   Objective............................................................................................................... 44\n\nSummary .................................................................................................................. 45\n\n   Where to go to next .............................................................................................. 45\n\n   Digital Bage .......................................................................................................... 46\n\nReference List .......................................................................................................... 47\n\n\n\n\nLEAP Online                                                                              University of Bolton 2023\n\fAn Introduction to Academic Writing\n\n\nIntroduction\nAcademic writing can be a challenging prospect for most University students,\nespecially for individuals new to writing at this level. However, it is a core skill that\nstudents at the University of Bolton need to learn, since it forms part of academic\nassessment.\n\nAs outlined in the General Assessment Guidelines, which will be examined shortly,\nas you advance through your course at the University, there is an expectation that\nyour ‘Written English’ will continue to improve. Specifically, there is a strong\nemphasis on your writing style, spelling, punctuation and grammar and other\nacademic conventions.\n\nFurthermore, depending on the task, you will be expected to adapt your writing style.\nFor example, University of Bolton assessments incorporate different writing styles,\nwhereby you may be asked to flip between personal reflections to a critical analysis.\nTherefore, it is important that you have the underpinning knowledge to help you\nmove between the different writing styles and achieve the higher-grades.\n\nIf all of this sounds slightly alien to you right now, please do not worry. This Tutorial\naims to introduce you to academic writing with a definition and the main\ncharacteristics and steps you can take to start developing your academic writing\nskills.\n\n\n\n\nLEAP Online                                                      University of Bolton 2023\n                                             1\n\fAn Introduction to Academic Writing\n\n\nWhat is Academic Writing?\n                                           Pause and Reflect\n\n                                           Think about what the following words have\n                                           in common.\n\n                                                •   Journal Article\n                                                •   Narrative/story\n                                                •   Poem\n                                                •   Letter\n                                                •   Diary entry\n                                                •   Research projects\n                                                •   Reflective writing\n\nThey are all different types of writing!\n\nAs demonstrated by the above list, we write for a variety of reasons. Therefore, it’s\nimportant that we adjust our writing to ensure it is suitable for the audience.\nAcademic writing is no different.\n\nThe term ‘academic writing’ can be defined as writing that will allow you to\ncommunicate your ideas and opinion, information and research to the academic\ncommunity at the University and beyond (English Academic Purpose, 2021).\n\nAt the University of Bolton, students are largely assessed on their ability to write,\ntherefore, academic writing skills are a fundamental component of academic\nsuccess.\n\nTo demonstrate learning throughout your studies, you may be required to produce\ndifferent types of writing, for example: essays, reports, dissertations, action research\nprojects, blogs, vlogs, etc. While each programme has specific writing conventions\nand types of discourse, there are some general characteristics of scholarly work.\n\n\n\n\n     Let’s look at these characteristics in greater detail.\n\n\nLEAP Online                                                       University of Bolton 2023\n                                            2\n\fAn Introduction to Academic Writing\n\n\nClear Focus and Planning\n\n\n\n\nFirstly, effective academic writing can be characterised by the clear focus to define\nthe purpose of your writing. In other words, you are required to write for a specific\npurpose.\n\nTo achieve this aim, you will need to carry out in-depth research into the topic area,\nfrom which you can plan your assignment accordingly.\n\nThe Module Guide, which you will receive at the beginning of a new module, will help\nyou to prepare and answer the learning outcomes set for you.\n\nAs you will note from the Module Guide, formal academic writing tasks at the\nUniversity are set by, and written for, academic staff or assessors, and there is clear\ncriteria against which your work will be marked. The General Assessment\nGuidelines, which can be found within the Module Guide, set out the marking criteria\nfor your level of study.\n\n\n\n\n   The next section of the Academic Writing tutorial will\n   provide useful tips to help you plan your assignment.\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                           3\n\fAn Introduction to Academic Writing\n\n\nConsider the Audience\n\n\n\n\nThe reader of your assignment is also known as the ‘audience.’ We communicate\ndifferently with different people we meet.\n\nWhen you’re writing, try to imagine you’re writing for a larger audience, who might:\n\n   •   Not have the same level of subject knowledge as your Module Tutor.\n   •   Not have the same level of experience as you.\n\nBy having these points and the audience in mind, will help you to structure your\nwriting appropriately. There's more on this area later in this LEAP Online section.\n\n\n\n\n In the next section we will explore different genres and\n      writing styles used at the University of Bolton.\n\n\n\n\nLEAP Online                                                  University of Bolton 2023\n                                             4\n\fAn Introduction to Academic Writing\n\n\nGenres and Writing Styles\n\n\n\n\nAs part of the writing process, you will need to consider the genre of writing e.g., an\nessay and the writing style e.g., a reflective essay, including the structure and format\nof the same.\n\nUniversity of Bolton students will be asked to write using different genres and writing\nstyles, including, but not limited to:\n\n   •   Essay writing\n   •   Reflective essay\n   •   Report writing\n   •   Descriptive writing\n   •   Comparative analysis/evaluation\n   •   Argumentative writing\n\nLet’s look at the different genres and writing styles above in more detail.\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                           5\n\fAn Introduction to Academic Writing\n\n\nEssay writing\n1. Definition\n\nAccording to Cottrell (2019) an essay is defined as an assignment that is intended to\nfocus your reading and thinking on a specific area. Often, you will engage in a critical\nanalysis on a topic area that will require you to present your position on the topic by\nforming a compelling argument.\n\n\n\n2. Purpose\n\n   •   Essays will allow you to:\n   •   Present your ideas on a subject\n   •   Elaborate on your ideas\n   •   Develop your communication skills\n   •   Write with greater precision\n   •   Develop writing skills that will support you at University and in work-related\n       contexts.\n\nAs you progress through your studies, the standard of expectations on essay writing\nwill rise and may include more complex subjects that will challenge your higher order\nthinking skills e.g., to critically analyse. (Cottrell, 2019)\n\n\n\n3. Structure\n\nThe structure often derives from the genre of writing (English Academic Purpose,\n2021). Generally, if you're asked to write an essay, it should include an introduction,\nwith the main body separated into focused paragraphs, finishing with a conclusion.\nGenerally, organisational features, such as bullet points and subheadings are\nexcluded.\n\n\n\n\nLEAP Online                                                     University of Bolton 2023\n                                               6\n\fAn Introduction to Academic Writing\n\n\n4. Preliminaries\n\nTitle page\n\nPurpose\n\nStudents at the University of Bolton are expected to include a title page that contains\nkey information that helps the reader to identify the contents and author of their work.\n\nStructure\n\nGenerally, a title page should include the following information: Programme name\n\nModule title Assessment title Your student number Your marking tutor Date of\nsubmission\n\nAlways check with your Module Tutor to ensure all information has been included.\n\n\n\n5. Introduction\n\nSome experienced academic writers believe writing an introduction can be the\nhardest part and, although it is found at the beginning, it is often easier to complete\nthis part last to make sure all key points are included.\n\nPurpose\n\nIn short, when writing your introduction, it should:\n\n   •   Outline the direction of your assignment and argument\n   •   Provide contextual and background information on the topic\n   •   Explain the overall structure\n\nStructure\n\nIt’s important to remember that there is no one way to structure your introduction, but\nmost will include the following parts.\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                            7\n\fAn Introduction to Academic Writing\n\n\n Part                               Details\n General Statement                      •   Usually found at the beginning of the\n                                            introduction.\n                                        •   Will help you to introduce the general topic\n                                            and give the reader contextual and\n                                            background information.\n                                        •   If you’re writing a short essay, this may\n                                            include 1 or 2 lines.\n                                        •   For longer essays, you may choose to\n                                            include definitions, outline the main topic\n                                            and separate over 1 or more paragraphs.\n\n\n Thesis Statement                       •   Usually found at the end of the\n                                            introduction.\n                                        •   Will help you to give the reader clear\n                                            information about the content of your\n                                            essay.\n                                        •   Will help you to outline your main ideas on\n                                            the topic and your stance/ argument.\n                                        •   It may also include an outline, as detailed\n                                            below.\n\n Outline                                •   Will help you to explain to the reader how\n                                            your assignment will be structured e.g. in\n                                            chronological order.\n\n\n\n\nExample\n\n[General statement] The introduction is an important component of any genre of\nacademic writing. [Thesis statement] The Introduction will help the reader to\nunderstand the direction of the assignment, provide contextual and background\ninformation on the topic and explain the overall structure. [Outline] This essay will\nexamine the purpose and structure of a well-written introduction and conclude that,\nunless the writer achieves this, the reader will find it extremely difficult to understand\nwhat the writing is about.\n\n\n\n\nLEAP Online                                                     University of Bolton 2023\n                                            8\n\fAn Introduction to Academic Writing\n\n\n6. Main Body\n\nThe main body, or the main part to your essay, is a collection of paragraphs, all of\nwhich relate the to the topic.\n\nPurpose\n\nTo present, explore and develop your ideas and argument.\n\nStructure\n\nThe main body should be logically sequenced to ensure the reader can follow and\nunderstand your work. The main body of your essay must include well-constructed\nparagraphs. For more information on structuring your paragraphs, see the next\nsection, ‘Putting it all together’\n\n\n\n7. Conclusion\n\nIn contrast to the introduction, the conclusion should be relatively straightforward. By\nthis point in the writing process, your main ideas and argument should already be set\nout in the main body of your essay. Therefore, all you need to do is summarise your\nessay and add a concluding comment on the topic.\n\nPurpose\n\n   •   To bring all of your main ideas together and set out your overall position\n   •   Highlight gaps or weaknesses and make recommendations for future\n       research\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                           9\n\fAn Introduction to Academic Writing\n\n\nStructure\n\n Summarise your essay                 •   Have a clear transitional signal. For\n                                          instance, “In conclusion…” to tell to the\n                                          reader this is the end of your essay.\n                                      •   Summarise your main ideas from the main\n                                          body of your essay.\n                                      •   Remind the reader of your thesis\n                                          statement (your stance/argument).\n                                      •   Refer back to your thesis statement in the\n                                          introduction.\n                                      •   Do not include any new research, ideas or\n                                          arguments.\n\n                                   Tip: If you have written your thesis statement at\n                                   this point, you may find it easier to produce a\n                                   restatement of your thesis statement, albeit using\n                                   different words.\n\n Concluding statement              Your concluding comment may:\n\n                                      •   Highlight any gaps or weakness in\n                                          research.\n                                      •   Propose a solution to any issues identified\n                                          in the main body.\n                                      •   Make recommendations for future\n                                          research.\n\n\n\n\nExample\n\n[Summarise] In conclusion, this essay has considered the importance of a well-\nwritten introduction, emphasising key components, such a general comment, thesis\nstatement and outline will help the reader to understand the direction of the\nassignment. [Concluding statement] If writers begin to follow this process and\nincorporate the key components noted above, then some of the problems often\nfaced in academic writing can be lessened.\n\n\n\n\nLEAP Online                                                  University of Bolton 2023\n                                          10\n\fAn Introduction to Academic Writing\n\n\n8. Additional Matters\n\nYou should also include:\n\n   •   Reference list\n   •   Bibliography\n   •   Appendices\n   •   A word-count (at the end of the assessment, excluding references, figures\n       and appendices)\n\n\n\n\nReflective Essay\n1. Definition\n\nDraws on personal experiences by critically analysing an experience, demonstrating\nhow it affected you, linking back to theory.\n\n\n\n2. Purpose\n\nDuring your time at the University of Bolton, it is most likely you will be required to\nwrite a reflective essay, in which you reflect on academic or work-based placements,\nevaluate an experiment or simply a reflection on literature that links theory to\npractice. However, it can often to prove difficult to write about your feelings and be\ncritical of your actions.\n\nThis piece of work will allow you to reflect on an event and demonstrate to the\naudience what you have learnt from it. It is an opportunity for you to explain what\nhappened, briefly express your feelings and what you have learnt and how you could\ndo things differently next time.\n\nNeedless to say, therefore, this style of writing will not only help you in an academic\ncontext, but develop important skills that will support you in your chosen profession\nonce you commence employment.\n\n\n\n\nLEAP Online                                                     University of Bolton 2023\n                                            11\n\fAn Introduction to Academic Writing\n\n\n3. Writing Styles\n\nReflective essays include a number of styles, including:\n\nCritical\nInclude academic reasoning on your experience and how it relates to theory or\nprofessional practice\n\nDescriptive\nDescribe, succinctly your experience.\n\nEvaluative\nThis may include an evaluation of your role.\n\nAnalytical\nChoose and explain key events during your experience.\n\n\n\n4. Choose a Topic\n\nBefore you begin to structure your assignment, you need to choose a topic.\nRemember, although you’re writing about a personal experience, it is still a formal\npiece of academic writing that needs to meet the assignment brief. Therefore, you\nneed to choose a topic that achieves this objective and allows you to write a strong\npiece of work. To help you choose a topic, you may wish to consider the following:\n\n   •   Is the topic relevant? If not, perhaps it’s one to avoid.\n   •   Does the topic relate to theory? If so, you can write about how your\n       experience links back to existing literature.\n   •   Did you learn something? If so, write about what you learnt as long as it links\n       back to the topic.\n   •   Were you inspired? Did the topic inspire you, but you can still write about it\n       critically?\n   •   Can the topic be analysed? For instance, are there different debates around\n       the topic you can write about?\n\n\n\n\nLEAP Online                                                        University of Bolton 2023\n                                            12\n\fAn Introduction to Academic Writing\n\n\n5. Structure\n\nYour assignment brief may ask you to consider a certain model of reflection. There\nare various models, all of which help you to reflect but may have different sections.\nFor the purpose of this Tutorial, Gibbs (1988) has been used. Other models include\nDriscoll (1994) that considers ‘What? So What? Now What?’ whereby, if you use this\nmodel, you will need to structure your assignment slightly differently. As a general\nrule, always check your assignment brief to see whether you have been instructed to\nuse a certain model of reflection.\n\nGibbs (1988) considers six stages of reflection, all of which will help you to structure\nyour assignment. These are:\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                           13\n\fAn Introduction to Academic Writing\n\n\n6. Preliminaries\n\nPurpose\n\nStudents at the University of Bolton are expected to include a title page that contains\nkey information that helps the reader to identify the contents and author of their work.\n\nStructure\n\nGenerally, a title page should include the following information:\n\n   •   Programme name\n   •   Module title\n   •   Assessment title\n   •   Your student number\n   •   Your marking tutor\n   •   Date of submission\n\nAlways check with your Module Tutor to ensure all information has been included.\n\n\n\n7. Description\n\nYou might want to comment on the following:\n\n   •   Explain what happened\n   •   Provide background and contextual information on the topic. That might\n       include details on your work-based placement and who you were working with\n       (careful to maintain confidentiality)\n   •   Describe the event but hold short of describing your feelings – just stick to the\n       facts\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                               14\n\fAn Introduction to Academic Writing\n\n\n\n\n8. Feelings\n\n   •   You might want to comment on the following:\n   •   Discuss your feelings and thoughts on the event\n   •   How did it make you feel at the time and afterwards?\n   •   Remember this is your personal reflection, therefore, you can discuss your\n       feelings – just remember it is a piece of academic writing\n   •   Avoid offensive language\n   •   Maintain confidentiality\n\n\n\n9. Evaluation\n\nYou might want to comment on the following:\n\n   •   Describe how well it went. For instance, how did you and those around you\n       react?\n   •   What was good and bad about the experience?\n   •   Were there any limits, implications or lessons to be learnt? If so, how did\n       these affect you?\n   •   Link back to theory\n\n\n\n10. Analysis\n\nYou might want to comment on the following:\n\n   •   Follows your evaluation\n   •   You might want to comment on why the event took place\n   •   Did anything help or hinder the situation?\n   •   Link back to theory\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                          15\n\fAn Introduction to Academic Writing\n\n\n11. Conclusion\n\nYou might want to comment on the following:\n\n   •   What you could have done differently\n   •   If the experience was negative, is there anything you would do to avoid the\n       situation from happening or prevent it from happening again?\n   •   If the experience was positive, would you do the same next time? Are there\n       any long-term effects?\n   •   Link to theories, if necessary\n\n\n\n12. Action Plan\n\nYou might want to comment on the following:\n\n   •   The Action Plan will summarise any action you will need to take for next time\n   •   State what you learnt. Did you take anything away from the experience?\n   •   What is the broader significance? Are there any lessons to be learnt from your\n       experience that affects the profession of your programme, for students or\n       existing theories?\n   •   Do you need to attend additional training to support your learning?\n   •   Do you need to seek advice from your mentor?\n   •   If the situation arises again, will you be in a better position to cope with it?\n\n\n\n13. Be Critical\n\nIt is important to draw on your personal reflection critically, by:\n\n   •   Not being too descriptive e.g., don’t write a story about an event.\n   •   Using your experience as a starting point, but don’t forget to branch out into\n       your reading and include theories\n   •   State whether your experience is common or uncommon?\n   •   You want to be critical but you should maintain confidentiality. For example, if\n       you’re a Trainee Teacher or student Nurse, ensure you delete names of\n\n\nLEAP Online                                                     University of Bolton 2023\n                                            16\n\fAn Introduction to Academic Writing\n\n\n       students, patients and/or Trusts, etc. you work at. If you’re unsure, always\n       check with your Module Tutor.\n\n\n\n14. Useful Tips\n\n   •   Be selective – you can’t include everything\n   •   Avoid irrelevance; use examples which link to wider reading, which are\n       relevant to the assignment brief\n   •   Limit your emotions. If needed, be critical about your experience, but avoid\n       emotional outpourings\n   •   Personal pronouns, such as ‘I,’ ‘me’ and ‘my’ can be used Avoid repetition\n   •   Demonstrate self-awareness and an awareness for others\n\n\n\n15. Additional Matters\n\nYou should also include:\n\n   •   Reference list\n   •   Bibliography\n   •   Appendices\n   •   A word-count (at the end of the assessment, excluding references, figures\n       and appendices)\n\n\n\n\nLEAP Online                                                  University of Bolton 2023\n                                          17\n\fAn Introduction to Academic Writing\n\n\nReport Writing\n1. Definition\n\nAccording to EAP (2022) a report presents and analyses information with a clear\nstructure.\n\n\n\n2. Purpose\n\nThis genre of academic writing is usually saved for presenting the results of an\nexperiment or investigation (EAP, 2022).\n\nReports are structured slightly differently to an essay, as it may contain sub-\nheadings, graphs, charts and tables. Let’s take a look at the structure of a report in\ngreater details.\n\n\n\n3. Structure\n\nGenerally, the structure of a report will be similar for all disciplines at the University\nof Bolton. For the purpose of this Tutorial, a typical structure, using the AIMRaD\nformat (Abstract, Introduction, Methodology, Results and Discussion) has been\ndetailed below.\n\nIt is important that you refer to your Module Guide and Tutor to ensure you structure\nand format your report correctly.\n\n\n\n4. Preliminaries\n\nTitle Page\n\nPurpose\n\nStudents at the University of Bolton are expected to include a title page that contains\nkey information that helps the reader to identify the contents and author of their work.\n\n\n\n\nLEAP Online                                                      University of Bolton 2023\n                                             18\n\fAn Introduction to Academic Writing\n\n\nStructure\n\nGenerally, a title page should include the following information:\n\n   •   Programme name\n   •   Module title\n   •   Assessment title\n   •   Your student number\n   •   Your marking tutor\n   •   Date of submission\n\nAlways check with your Module Tutor to ensure all information has been included.\n\n\n\nAbstract\n\nPurpose\n\nA summary of your report.\n\nStructure\n\nThe abstract will usually include a summary of the following information:\n\n   •   Purpose\n   •   Main ideas/ findings\n   •   Methodology\n   •   Conclusion\n\n\n\nContents page\n\nPurpose\n\nWill outline what’s included in your report.\n\nStructure\n\nThe contents page will usually include the following information:\n\n   •   A list of headings/ subheadings\n   •   Page numbers\n\nLEAP Online                                                   University of Bolton 2023\n                                           19\n\fAn Introduction to Academic Writing\n\n\n   •     Section numbers e.g. main sections are given single numbers 1,2,3, etc and\n         decimal numbers will be attributed to sub-sections e.g. 1.1, 2.1 and 3.1 and so\n         on. Don’t forget to add section numbers as you write your report\n   •     A list of tables, diagrams and appendices\n\n\n\nTerms of Reference\n\nPurpose\n\nTo help define key terms and classify information.\n\nStructure\n\nA list of key terms with their respective definition to help classify information.\n\n\n\n5. Abstract\n\nAlso known as a summary, summarises the essential points of the report.\n\nPurpose\n\nAs noted above the Abstract should summarise the main points of the report, such\nas the purpose of the methodology, the main findings and conclusion.\n\nStructure\n\nShould not be written in note or list form and usually represents 10% of the word\ncount.\n\n\n\n6. Introduction\n\nThe introduction will often contain different sub-sections, including:\n\nBackground\n\nPurpose\n\nAs the name suggests, it provides the reader with background information on the\ntopic area.\n\nLEAP Online                                                     University of Bolton 2023\n                                            20\n\fAn Introduction to Academic Writing\n\n\nStructure\n\nGenerally, the background will take up the form of a literature review. Therefore, you\nwill need to find relevant source material, which you will need to cite, reference and\nparaphrase appropriately.\n\nAim\n\nPurpose\n\nTo explain to the reader why you have written this report.\n\nStructure\n\n   •   Well-constructed paragraphs.\n   •   The language you use to structure this section will depend on whether you are\n       reporting on historic research or existing. See the paraphrasing Tutorial for\n       more information on tense language.\n\n\n\n7. Methodology\n\nPurpose\n\nAlso referred to as the ‘Procedure,’ this section of your report will outline your\napproach to the research carried out, considering how you obtained information,\nwhere from and quantity.\n\nStructure\n\nPoints to include:\n\n   •   How the research was carried out e.g. surveys (interview or questionnaire)\n   •   The target group\n   •   Number of people included in the research\n   •   Whether quantitative or qualitative methods of research were used\n   •   Whether any equipment was used\n   •   Any precautions\n\n\n\n\nLEAP Online                                                    University of Bolton 2023\n                                           21\n\fAn Introduction to Academic Writing\n\n\n8. Results\n\nPurpose\n\nAlso referred to as the ‘Findings,’ this section gives the reader information on the\ndata that was collected.\n\n\n\n9. Discussion\n\nPurpose\n\nAlso referred to as the ‘Analysis,’ and very similar to the main body of an essay, this\nsection will develop your ideas. It should fulfil the aims of report, draw upon\nbackground information and literature outlined in the introduction and include\ninformation to support your recommendation and conclusion.\n\nStructure\n\n   •   Use of sub-sections, with sub-headings\n   •   Use of Well-constructed paragraphs\n   •   Themes\n   •   Topic sentences\n   •   Tables and graphs\n\n\n\n10. Conclusion\n\nPurpose\n\nTo present your conclusion based on the information contained within the\n‘Discussion.’\n\nStructure\n\n   •   Clear and concise\n   •   Use of well-constructed paragraphs\n   •   Relate back to the aim of the report\n   •   Tell the reader whether the aim has been achieved\n\n\nLEAP Online                                                    University of Bolton 2023\n                                           22\n\fAn Introduction to Academic Writing\n\n\n   •   Do not include any new information\n\n\n\n11. Recommendations\n\nPurpose\n\nTo suggest actions that can be taken in response to the analysis of your report.\n\nStructure\n\n   •   Use of well-constructed paragraphs\n   •   Be specific\n   •   Based on the findings outlined in the ‘Discussion’\n   •   Do not include any new information\n\n\n\n12. Additional Matters\n\nYou should also include:\n\n   •   Reference list\n   •   Bibliography\n   •   Appendices\n   •   A word-count (at the end of the assessment, excluding references, figures\n       and appendices)\n\n\n\n\nDescriptive Writing\n1. Definition\n\nYou may find that most of your assignments at the University of Bolton will include\nan element of descriptive writing. You may need to write a description about an\nexperience, a situation you may have handled during your time on placement,\nemotions you have felt, a place, individual or even an object. While this style of\nwriting will allow you more freedom to write, it is important that you do not give too\nmuch detail and neglect the purpose.\n\n\nLEAP Online                                                    University of Bolton 2023\n                                           23\n\fAn Introduction to Academic Writing\n\n\n2. Purpose\n\nAt the University, you may need to write a description for:\n\n   •   The methods used during an experiment\n   •   The findings for your research\n   •   Case studies\n   •   Providing contextual background information\n   •   Outline of events\n   •   An experience you wish to outline in a reflective essay\n   •   A classroom observation\n\n\n\n3. Structure\n\nDescriptive writing may be used in different genres, including essays and reports.\nSee these areas for information on structure.\n\n\n\n4. Tips\n\nMake sure your descriptions are:\n\n   •   Summarised – avoid writing too much description\n   •   Unambiguous (clear)\n   •   Easy to follow\n   •   Be specific – don’t overgeneralise\n   •   Include in-text citations and references where appropriate\n   •   Are your own words\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                            24\n\fAn Introduction to Academic Writing\n\n\nComparative Analysis/evaluation\n1. Definition\n\nUsually takes up the form of an essay, through which you will need to compare and\ncontrast two things.\n\n\n\n2. Purpose\n\nDuring your time at the University, you maybe asked to write an essay in which you\ncompare and contrast two:\n\n   •   Theories/ Theorists\n   •   Schools of thought\n   •   Scientific processes\n   •   Models or ideas\n   •   Authors and their debate on an issue\n\n\n\n3. Structure\n\nA Comparative Analysis/Evaluation may be used in different genres, including\nessays and reports. See these areas for more information.\n\n\n\n4. Features of Comparative Analysis/Evaluation\n\nComparison\n\nTo find points of similarity. You should demonstrate to the audience you are aware of\ndifferences, despite similarities.\n\nContrast\n\nTo highlight differences.\n\n\n\n\nLEAP Online                                                 University of Bolton 2023\n                                         25\n\fAn Introduction to Academic Writing\n\n\nAnalysis\n\n   •   Contextualise and analyse the similarities and/or differences\n   •   Consider their importance\n   •   Are there any implications?\n\nEvaluate\n\nMake a judgement and state which theory is desirable. State the reasons for your\nevaluation, based on an analysis of evidence.\n\nCriteria\n\nEnsure your work refers to the criteria used that help you arrive at your decision. For\ninstance, the quality of data or research.\n\nSynthesis\n\nTo Synthesise in academic writing is about bringing diverse ideas together to arrive\nat a new meaning or idea. In this context, consider the strengths of the different\napproaches to establish whether there is a different way to look at the issue.\n\n\n\n5. Tips\n\nFind the right balance. Ensure you find the right balance when you compare and\ncontrast ideas.\n\nEnsure you compare and contrast equivalent concepts. For instance, you wouldn’t\ncompare an orange with an apple.\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                             26\n\fAn Introduction to Academic Writing\n\n\nSynthesising\n1. Definition\n\nSynthesising is a useful academic skill that will help you with analytical writing. To\nSynthesise, it will involve combining ideas from multiple sources in your work. Unlike\nparaphrasing, which focuses on one author (or idea/ academic source), synthesising\nwill draw on a range of academic sources to find ideas that are similar or\ncontradictory to establish a new idea to support your argument.\n\n\n\n2. Purpose\n\nSynthesising will help you to explain ideas from multiple sources or draw together\nparticular themes or traits. It will also help you to develop and strength your\nargument(s), demonstrate you have read widely on the topic and cite and reference\nmultiple sources.\n\n\n\n3. How to Synthesise\n\nStep 1: Read\n\nYou should find and read relevant source material.\n\nStep 2: Note-take\n\nMake notes on all sources you use in your own words.\n\nStep 3: Cite and reference\n\nYou must cite and reference all source material used in your writing.\n\nStep 4: Create a grid\n\nUsing a new Microsoft Word document insert a table (on Word select ‘insert,’ ‘table’\nand choose how many grids you would like. If you prefer, you can draw a grid on a\npiece of paper using the same method.\n\n\n\n\nLEAP Online                                                    University of Bolton 2023\n                                           27\n\fAn Introduction to Academic Writing\n\n\nStep 5: List your ideas\n\nWithin each grid, make a list of the main ideas from each source.\n\nStep 6: Identify themes and arguments\n\nOnce you have done this, try to identify the common themes and arguments from\neach source. If it helps, use different colours to help you do this. Let’s a look at an\nexample.\n\nLearning outcome\n\n‘Discuss why in-person learning is important and evaluate its effectiveness as a\nmode of teaching compared to online learning.’\n\nThe below illustration shows where a student has created a grid and made notes on\nfour sources. The student has identified two common themes, being:\n\n   1. Meaningful interactions and activities\n   2. Location\n\nThe student has highlighted these themes using green (for ‘Location’) and blue for\n‘Meaningful interactions and activities’).\n\n Source 1: Theorist A (2022)                      Source 2: Theorist B (2018)\n    •   In-person teaching means all students         •   In-person teaching allows for\n        can learn together.                               synchronous learning (A group is\n\n    •   In-person teaching offers teachers the            engaged in learning at the same\n        ability to engage in meaningful                   location).\n        activities.                                   •   Teaching is more meaningful in- person\n                                                          as it allows the teacher to interact with\n                                                          students effectively with non-verbal\n                                                          communication, which is difficult online.\n Source 3: (Theorist C, 2017)                     Source 4: (Theorist D, 2022, p.5)\n    •   Students appear more comfortable in a         •   Providing the student has an electronic\n        classroom environment.                            device and internet, they will be able to\n\n    •   In-person teaching allows for                     access the lesson from anywhere in the\n\n        meaningful social interactions between            word, at any time. Meaning students\n\n        students, their teacher and peers.                don’t need to be in the same location.\n                                                      •   Online teaching is more meaningful that\n                                                          in-person as it allows students to\n\n\n\nLEAP Online                                                            University of Bolton 2023\n                                                 28\n\fAn Introduction to Academic Writing\n\n                                                     develop their digital skills, can learn in\n                                                     familiar surroundings\n\n                                                 •   and saves time and money travelling to\n                                                     their provision.\n\n\n\nStep 7: Review your notes and write your argument.\n\nThe notes in the above illustration helped the writer to identify similar and\ncontradictory arguments. You will note how ‘Theorist D’ has a different idea around\n‘Meaningful Interactions and activities,’ compared to the other Theorists. These ideas\ncan now be combined into a paragraph to support your argument. Remember to cite\nand reference your work.\n\nThe following paragraph argues the point in-person teaching is important and it\nremains an effective mode of teaching compared to teaching online.\n\n     \"(1) Teaching in-person remains an effective mode of delivery, compared to\n     teaching online. Supporting the argument that in-person teaching is important,\n     (2) Theorist B (2018) and Theorist A (2022) highlight that in a physical\n     environment, students are able to learn together in the same location. The\n     physical environment is a significant factor when teaching in-person as it allows\n     for meaningful interactions between the teacher and their peers (3) (Theorist C,\n     2017; Theorist B, 2018; Theorist A, 2022). However, (4) Theorist D (2022, p.5)\n     argues that, despite the benefits of in-person teaching, learning online provides\n     students with a richer experience as it allows students to develop their digital\n     skills, learn in familiar surroundings, which in turn, will (4) ‘save time and money\n     travelling to their provision.’ (5) The weight of evidence appears to suggest that\n     a blended a approach to teaching will ensure the needs of all students are met.\n\n     The next section of this assignment will focus on…\"\n\n\n\n   1. Topic sentence. You may wish to outline the intention of the paragraph or\n       argument.\n   2. Remember to cite your sources.\n\n\n\n\nLEAP Online                                                      University of Bolton 2023\n                                           29\n\fAn Introduction to Academic Writing\n\n\n   3. Synthesised information from three different sources. The sentence is a\n       summary of their idea. You should cite them all in the same bracket, in order\n       of publication date (earliest first), separated with a semi colon.\n   4. Information from a single source (Theorist D) using a short quote.\n   5. Concluding sentence. Links back to the overall argument and transitions to\n       the next paragraph/section of the assignment.\n\n\n\n4. Your Voice\n\nBased on the evidence you have synthesised; it is important that your own voice\ncomes across in your academic writing. This can be achieved using a number of\nmethods. For more information on finding your own voice, please read through the\nfollowing tutorials within this LEAP Online section:\n\n   •   An Introduction to Academic Writing (this current tutorial)\n   •   Paraphrasing\n   •   Other Writing Skills\n\n\n\n\nFormatting\nYour Module Guide will outline how to format your work. However, general University\nof Bolton conventions, include:\n\n   •   Font and Size: You should use Arial or Calibri Light, font size 12 for written\n       assessments.\n   •   Line spacing: double-spacing\n   •   All pages should be numbered\n   •   How to attach appendices\n\nThere may be other genres and writing styles not detailed above. Always refer to the\nModule Guide or speak to your Module Tutor should you have queries on format and\nstructure.\n\n\n\n\nLEAP Online                                                    University of Bolton 2023\n                                           30\n\fAn Introduction to Academic Writing\n\n\n By this point, you should have a clear idea of the topic,\n  who the audience is and how to format and structure\n  your work. Now, you need to think about how you’re\n                  going to put it together.\n\n\n\n\nLEAP Online                                University of Bolton 2023\n                                      31\n\fAn Introduction to Academic Writing\n\n\nPutting it All together\n\n\n\n\nCohesion: A logical progression of your ideas)\nA logical progression of your ideas will ensure that the audience can follow and\nunderstand your writing. Using your assignment plan think about:\n\n   •   The order in which the audience needs to know about that piece of\n       information\n   •   Select the main point and make sure it answers the learning outcome and is\n       relevant to the argument you wish to make. If it doesn’t, revisit your plan and\n       amend accordingly\n   •   Once you’ve sequenced your ideas, discuss the order with a peer to get their\n       thoughts and to make sure they can follow your work.\n\n\n\n\n              See the Academic Cohesion tutorial of this LEAP Online section for\n              more information.\n\n\n\n\nLEAP Online                                                   University of Bolton 2023\n                                          32\n\fAn Introduction to Academic Writing\n\n\nParagraphs\nA paragraph, which is made up of a set of sentences, will help you to develop your\nidea and support your overall argument.\n\nParagraphs are an effective way to break up the text into manageable blocks for the\naudience, allowing them to see how your writing develops step-by-step. Some useful\ntechniques you can consider when preparing a paragraph include:\n\n1. Paragraph Introduction\n\nYou can start each paragraph with a topic sentence. For example, you may wish to\noutline the intention of the paragraph and argument. This will help to signal the\npurpose of the paragraph and provide the audience with an easy transition from the\nprevious paragraph.\n\n\n\n2. Paragraph Main Body\n\nThe main body of your paragraph should be used to explain the topic (which was\nintroduced at the beginning). Evidence should be used to support your argument and\nto give your interpretation of research.\n\n\n\n3. Paragraph Conclusion\n\nConclude your paragraph by linking your idea to the overall argument you’re trying to\nmake and transition to the next paragraph.\n\n\n\nYour paragraph can be developed using the following techniques:\n\n\n\n\nLEAP Online                                                  University of Bolton 2023\n                                           33\n\fAn Introduction to Academic Writing\n\n\n1. TEEL\n\nThe TEEL strategy is a good way to ensure your writing is well organised and easy\nto follow. TEEL stands for:\n\nTopic Sentence\n\nAs demonstrated above under ‘Paragraph Introduction’ a Topic Sentence will allow\nyou to outline the main idea of the paragraph.\n\nExplain\n\nThis is an opportunity for you to explain why your main point is important and\nsupports your overall argument.\n\nEvidence\n\nProvide evidence to support your main point. Ensure you cite and reference\nappropriately.\n\nLink\n\nUsually optional, but as demonstrated under ‘Paragraph Conclusion’ above, it will\nhelp to link your idea to the overall argument. Furthermore, it is also an effective way\nof transitioning to the next paragraph.\n\n\n\n2. Chronological Organisation\n\nHelps to describe a series of events, steps or observations that occur in time. For\nexample, if you were asked to write an essay about the history of education in the\nUK since the beginning of the twentieth century, you would begin with its conception\n(say, 1900    and outline significant events up to present day.\n\n\n\n\n3. Spatial Organisation\n\nHelps the audience to visualise an idea as you want them to see it, evoke the\naudience’s senses and is often used in descriptive essays. For example, if you were\nasked to write an essay describing objects you would find on a hospital ward, you\n\nLEAP Online                                                   University of Bolton 2023\n                                           34\n\fAn Introduction to Academic Writing\n\n\nmay choose to describe the items as they appear when observed. This approach will\nhelp you to create a vivid picture for the reader.\n\nWhen should I start a new paragraph?\n\n1. New Idea or Point\n\nYou should start a new paragraph when you begin a new idea or point. If your idea\nextends over several paragraphs, each new point within that idea should have its\nown paragraph.\n\n2. To Demonstrate Contrast\n\nYou can also start a new paragraph if you want to demonstrate a contrast between\ninformation or ideas. Separate paragraphs will help to contrast the different sides of\na debate, different points of an argument, or any other difference.\n\n3. The Audience Needs a Pause\n\nParagraphs also act as a short break for the audience. Adding a “pause” will help the\naudience to follow your argument. It’s a good idea to add a “pause” if your paragraph\nis becoming too lengthy or complex.\n\n\n\n\nTransition Signals\nHelp to signal the relationship between ideas and help the audience to follow your\nargument effectively.\n\n\n           See the Academic Cohesion tutorial of this LEAP Online section for\n           more information.\n\n\n\n\nIn the next section we will explore the value of evidence\n                in your academic writing.\n\n\nLEAP Online                                                  University of Bolton 2023\n                                           35\n\fAn Introduction to Academic Writing\n\n\nEvidence\n\n\n\n\nEvidence is an important feature of academic writing that helps to support your\nopinion and argument. Evidence may include:\n\n   •   Data and statistics\n   •   Examples\n   •   Facts\n   •   Citations\n\nUsing evidence will add substance to your work, allows the audience to see you\nhave undertaken thorough research and helps to support your understanding of\ndifferent concepts and theories. Unless evidence is used in your writing, it may be\nconsidered unreliable or bias.\n\nRemember, you must cite and reference sources appropriately. Failure to do this\nmay result in issues with plagiarism and academic misconduct.\n\n\n\n\n           To learn how cite and reference according to your school’s\n           referencing policy see the ‘Referencing’ section on LEAP Online for\n           more information.\n\n\n\n\nLEAP Online                                                 University of Bolton 2023\n                                          36\n\fAn Introduction to Academic Writing\n\n\nLanguage\n\n\n\n\nBe Concise\n   •   Try and limit it to one point, per sentence.\n   •   Try to use succinct sentences where possible to avoid your point becoming\n       lost in long, complex sentences. For example, \"a man by the the name of\n       Alexander Graham Bell invited... \" would become \"Bell invited...\n\n\n\n\nUse Formal Language\nFor formal academic writing assignments, you should avoid:\n\n1. Colloquialisms\n\nAn informal word or expression that is often used in everyday speech. For example,\n\"Donald (2022) ought [ought being the colloquialism] to be more specific regarding...\"\ncan be replaced with \"There is an opportunity for Donald (2022) to be more specific\nregarding...\"\n\n\nLEAP Online                                                 University of Bolton 2023\n                                           37\n\fAn Introduction to Academic Writing\n\n\n2. Contractions\n\nThe result of combining two words together, using an apostrophe. For example, the\nphrase, ‘This isn’t the case’ should be presented as ‘this is not the case.’\n\n\n\n3. Clichés\n\nHave a general meaning or overused and no longer has a meaning. For example,\nthe phrase, ‘read between the lines,’ can be replaced with, ‘implicitly.’\n\n\n\n\nAbbreviation\nUse abbreviations where the phrase is likely to appear frequently in your paper. For\nexample, the Department for Education could be abbreviated to         DfE      . When you\nfirst use a phrase that you wish to abbreviate, make sure you use the full phrase and\nshow the abbreviation in the parentheses immediately after. For example,\nDepartment for Education (\"DfE\") or (hereafter referred to as \"DfE\")\n\n\n\n\nMisplaced Conjunctions\nIn your writing, you should not start a sentence with the following words: 'or', 'and',\n'but' and 'yet'.\n\n\n\n\nNever use ‘You’\nAlthough the word ‘you’ may appear in text books, websites and advertisements, it\nshouldn’t be used in your academic writing.\n\nFor example:\n\n        ‘You can increase motivation using rewards’\n\nInstead, use a passive structure:\n\n        ‘Motivation can be increased using rewards’\n\n\nLEAP Online                                                    University of Bolton 2023\n                                           38\n\fAn Introduction to Academic Writing\n\n\nOr:\n\n      ‘It is possible to increase motivation using rewards’\n\n      Alternatively, be explicit and say who ‘you’ refers to:\n\n      ‘Managers can increase motivation using rewards’\n\n\n\n\n          For more information on using a passive structure in your writing, see\n          ‘Find You Voice’ in the Paraphrasing tutorial of this LEAP Online\n          section.\n\n\n\n\n  Next let's explore the importance of finding your own\n voice when embarking on a piece of academic writing.\n\n\n\n\nLEAP Online                                                     University of Bolton 2023\n                                          39\n\fAn Introduction to Academic Writing\n\n\nVoice\n\n\n\n\nWhile academic theories should be incorporated into your writing; the most important\nvoice is your own. Academic writing provides you with an opportunity to discuss your\nthoughts, opinion and understanding on the topic.\n\n\n\n\nLanguage Functions\nThe use of different language functions will help your voice emerge from the writing,\nespecially through discussion points, interpretation of research and evaluation of\nacademic resources. The following functions will help with this:\n\n\n Language Functions                         For Example\n Give context                                   “Contemporary / historical research has\n                                                          focused on ‘X’”\n Support your opinion with evidence\n                                                “It appears ‘X’ is an effective method...\n                                                    Donald (2022) argues/ proposes/\n                                                     claims/ suggests/concludes...\"\n Refer to resources that agree with your          “It is evident that Donald’s (2022)\n opinion                                          findings present a clear indication\n                                                                  that...”\n\n                                            “Donald (2022) successfully identifies...”\n\n\n\n\nLEAP Online                                                     University of Bolton 2023\n                                           40\n\fAn Introduction to Academic Writing\n\n\n Refer to resources where weaknesses        “William’s analysis does not account for\n can be found                                                  ‘X’”\n\n                                                 “William fails to consider ‘X’”\n Remain cautious                             “A likely / probable explanation for ‘X’\n                                                               is...”\n Introducing a new topic (Topic\n                                            “As indicated in the introduction of this\n sentence)\n                                            paper / previous paragraph/ chapter...\n                                             This paragraph will now focus on ‘X’”\n\n                                                 “As far as ‘X’ is concerned...”\n Summarise your paragraph/section\n                                            “So far, this assignment has argued...”\n\n                                            “To conclude this paragraph / section, it\n                                                 is clear that existing literature\n                                                        demonstrates... ”\n Transition to the next point\n                                            “So far, this assignment has argued...\n                                                  The following section will\n                                            discuss/argue/examine/analyse/etc...”\n\n                                            “Having considered ‘X’, the next section\n                                                       of this paper will\n                                             discuss/argue/examine/analyse/etc...”\n\n Synthesising helps to bring sources\n                                             “In the same vein, Donald (2020) also\n together\n                                                         concludes...”\n\n                                            \"Similarly, Donald (2020) found that...”\n\n                                            \"In contrast to Donald (2020), Michael\n                                                     (2021) argues that...\"\n\n\n\n\nLEAP Online                                                 University of Bolton 2023\n                                       41\n\fAn Introduction to Academic Writing\n\n\nBe Critical\nInterpretation of the learning outcomes for your assignment can be quite diverse.\nRemember, if you have a different opinion to a peer, that’s okay!\n\nAs an academic writer, you should avoid being too descriptive in your writing.\nInstead, analyse and evaluate your research and make a judgement about it.\n\nResearch, theories and arguments are free to be challenged. So, don’t be afraid to\nbe critical! Give your opinion but make sure it’s supported with evidence.\n\n\n\n\n           Useful tip\n\n           Your argument should be detailed throughout your writing. Keep\n           referring to your plan because this will help you to keep focused as\n           you write your assignment. See the 'Critical Thinking' section on\n           LEAP Online for more information.\n\n\n\n\nBe Precise\nUse clear and precise language. You may need to use specialist words in your\nwriting but define this vocabulary if it is not commonly used, or you need to\ndemonstrate understanding to the audience. Here are some useful tips:\n\n   •   Try to pre-empt some of the questions the reader may ask when they read\n       your work. Below is a table of general language, with some questions and\n       synonyms, which will help you become more precise with your writing\n   •   Always link the argument back to the learning outcomes\n\n\n\n\nLEAP Online                                                  University of Bolton 2023\n                                          42\n\fAn Introduction to Academic Writing\n\n\n General           Specific\n\n      Big          Can you give a number, size or percentage? Do you mean\n                   ‘significant’ or ‘important’?\n\n     Small         Can you give a number, size or percentage? Do you mean\n                   ‘insignificant’ or ‘unimportant’?\n\n     Good          Effective, efficient, productive, successful, healthy, profitable\n\n\n     Bad           Inefficient, unproductive, unsuccessful, unhealthy, unprofitable\n\n\n     A lot         Can you give a number? If you have to say ‘many/much’ or ‘the\n                   majority’\n\n     Make          Generate, create, establish, provide, promote\n\n\n      Get          Collect, gather, find, obtain, become\n\n\n\n\nAvoid Bias\nYou should remain balanced. Present both sides of the argument and demonstrate\nthe strengths and weaknesses of these claims. This can be achieved by using\ntechniques, such as hedges, boosters and reporting verbs.\n\n\n\n\n             See 'Paraphrasing' and 'Other Writing Skills' tutorials of this LEAP\n             Online section for more information.\n\n\n\n\nLEAP Online                                                    University of Bolton 2023\n                                            43\n\fAn Introduction to Academic Writing\n\n\nObjective\nThe active voice is used to describe the action, using possessive adjectives and\nsubject pronouns, such as: ‘my,’ ‘our,’ ‘I’ and ‘we.’\n\nHowever, in your academic writing, emphasis should be placed on your writing,\nrather than you. Therefore, using a passive voice will help you to avoid writing as the\nfirst-person.\n\nUnless you are instructed otherwise, an impersonal approach, also commonly\nreferred to as the third-person view, should be used in your writing.\n\n\n\n                                           Pause and Reflect\n\n                                           Let's look at an example:\n\n                                           The sentence below has been written in an\n                                           active voice, consider how this could be\n                                           rewritten in a passive voice.\n\n                                           \"In this essay, I aim to examine theories on\n                                           academic writing.\"\n\n                                           When you're ready, see our solution below.\n\n\n\nOur solution\n\n\"Academic writing theories will be examined in this essay.\"\n\n\n\nWhen you compare the passive example to the active example, you will notice how:\nThe sentence structure has changed, the word 'I' has been removed and the word\n'examine' has been changed to 'examined'. Don't worry too much about this for now\nas the Paraphrasing tutorial will provide more information on sentence structure and\nhow to change the active and passive voice.\n\n\n\n\nLEAP Online                                                     University of Bolton 2023\n                                            44\n\fAn Introduction to Academic Writing\n\n\nSummary\n\n\n\n\nThis section has considered the definition of academic writing and the 6 key features\nof writing success, being:\n\n   •   Clear Focus and Planning\n   •   Audience\n   •   Genres and Writing Styles\n   •   Evidence\n   •   Language\n   •   Voice\n\n\n\n\nWhere to go to next\nBefore you leave, select the button below to complete a short assessment and earn\nyour LEAP Online digital badge.\n\nOnce you have completed the assessment, close the tab, return to the 'Academic\nWriting - Level 2' LEAP Online section and begin the next tutorial.\n\n\n\n\nLEAP Online                                                  University of Bolton 2023\n                                          45\n\fAn Introduction to Academic Writing\n\n\nDigital Bage\nBefore you leave, select the button below to complete a short assessment and earn\nyour LEAP Online digital badge.\n\nAcademic Writing: An Introduction to Academic Writing?\n\nMoodle assessment\n\n\n\n\n          For more support on this topic, consider attending a free workshop at\n          LEAP Live.\n\n\n\n\nLEAP Online                                                University of Bolton 2023\n                                        46\n\fAn Introduction to Academic Writing\n\n\nReference List\nAlexander, O., Argent, S. and Spencer, J. (2008) EAP Essentials: A Teacher’s Guide\nto Principles and Practice. Reading: Garnet Publishing.\n\nCottrell, S. (2019) The Study Skills handbook. 5th ed. London: Red Globe.\n\nEnglish Academic Purpose. (2021) What is academic Writing? 7 features of\nAcademic Writing [Online video] Available from:\nhttps://www.youtube.com/watch?v=Cq4J8bPBcck&t=137s. [Accessed 21 June\n2022].\n\nGibbs, G. (1988) Learning by Doing: A Guide to Teaching and Learning Methods.\nOxford: Further Education Unit.\n\nHalliday, M.A.K. and Hasan, R. (2013) Cohesion in English. Oxon: Routledge.\n\n\n\n\nLEAP Online                                               University of Bolton 2023\n                                         47\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/An-Introduction-to-Academic-Writing.txt"}}
{"content": "Welcome to #UniAsItShouldBe\nWhat is the #UniAsItShouldBe bursary?\nThis is a cashless bursary scheme which will award eligible students up to £150 per\nyear of their studies over the normal duration of their course.\nYou can use this money to spend online at www.uniasitshouldbe.co.uk on various\nlearning resources including textbooks and electronics such as laptops and tablets.\nAm I eligible to receive the #UniAsItShouldBe bursary?\nThe #UniAsItShouldBe scheme is for all new full-time UK/EU/International students\nin their first year at the University of Bolton who commence an\nundergraduate/foundation degree from September 2019 onwards.\nUnfortunately, the scheme is not currently available to the following students:\n\n\n\n\n\n\n\nPart-time\nPGCEC\nPostgraduate\nAccess\nApprenticeship\nErasmus or students whose course is taught predominately off the University\ncampus\n\nWhat do I need to do to get the £150 each year?\nAll eligible students will automatically receive their £150 award from 10th January\n2022.\nWhere can I spend the bursary?\nYou can purchase anything online via the website which is\nwww.uniasitshouldbe.co.uk\n\nLEAP Online\n\nUniversity of Bolton 2021\n\n\fDo I need to pay the bursary back once I have graduated?\nNo. The bursary is yours to spend on anything on www.uniasitshouldbe.co.uk\nHowever, if you don’t spend it before your graduate the funds will be lost.\n\nFor more information\nVisit the website: www.UniAsItShouldBe.co.uk\nEmail us: customer.service@uniasitshouldbe.co.uk\nVisit: The Hub in Senate House\n\nAccess LEAP Online at: http://www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2021\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/UniAsItShouldBe.txt"}}
{"content": "CV Writing\nA CV is a clear and focused overview of education, work experience and skills which\nis used when applying for vacancies. A covering letter accompanies your CV when\nsent off to an employer. When writing a CV, it is hard to know what goes where - but\nthis guide will show you the basics.\nCV Layout\nPersonal Details. The best place to start with a CV is you! Include your name,\naddress and contact details. Put these at the top of the page.\nPersonal profile. Then move onto a short personal profile. It is used to provide the\nreader with a brief outline of your motivation for applying and your unique selling\npoints.\nEducation: in reverse-chronological order (i.e. most recent first) include your place\nof study, subject and grades.\nSkills profile (if doing a skills-based CV) You can develop skills through paid\nexperience, the Bolton Award, work shadowing, university work and clubs and\nsocieties. Make sure you can provide evidence for the skills you include by stating\nwhere you have used them, and highlight those that are most relevant to the job you\nare applying for.\nWork history and/or voluntary experience. List all relevant, previous roles. These\nshould be in reverse order with the most recent first. Make sure that you list some of\nthe duties held in your job role, as well as any positions of responsibility. These will\nshow what you are capable of.\nAdditional information / achievements. Here you can include any additional\npieces of information which you are unable to include elsewhere on your CV e.g.\nDriving Licence, recent DBS (Disclosure and Barring Service) check, language skills,\ncustomer care training etc.\nHobbies and interests. If relevant and if you have space towards the end of your\nCV, you can include hobbies and interests. Try to promote creative and team\nactivities, or interests that are relevant to the role. As your employment record grows,\nthis should take less precedence.\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fReferences. It is good practice to have details of at least two referees. These are\nused to prove you are who you say you are, as well as what you are claiming to have\nachieved. These can be previous employers or tutors. Just ensure you have asked\ntheir permission before listing them. If you’re running low on space, you can simply\nsay they are ‘available on request’.\nHints and Tips\nAlways read through and check your CV. Make sure all details, grammar and\nspellings are correct. You may wish to ask a Careers Adviser to check it for you\nbefore sending to an employer.\n\n\n\n\n\n\n\nSpecifically tailor it; make sure a new one is written for each job you apply for.\nDon’t re-use a CV, it might suggest you don’t care about the job or don’t pay\nattention to detail\nRemember a standard CV should be no more than 2 sides of A4 paper\nYou can always change the order of the sections within your CV by placing\nthe things you believe to be most relevant first\nCV360 on Student Hub+ performs over 50 checks instantly, including spelling\nand grammar\nSubmit your CV to the Adviser Checking Service on StudentHub\n\nContact us: 02104 903080, https://studenthub.bolton.ac.uk\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/CV-Writing.txt"}}
{"content": "Careers and Employment Service Overview\nWho we are and what we do\nWe support students and recent graduates from the University of Bolton.\nOur aim is to help students make well-informed choices about their careers.\nWe are there to help explore career options and provide support to develop those\nskills and attributes that employers look for.\nCareers advice\nOur Careers Advisers are on hand to offer confidential, individual appointments for\nall careers guidance needs.\nThey are available throughout the week to book one-to-one appointments.\nTo make an appointment you can ring the Careers Centre on +44 (0)1204 903 080\nor click on the following link and book your own appointment at a time and date that\nsuits you: https://studenthub.botlon.c.uk\nCareers events\nThe Careers team organize a wide range of activities and events each academic\nyear:\n\n\n\n\n\nCareers Fair – this event is held in the first semester. Up to 70 employers\nattend\nCareers and Professional Workshops – we publish a full annual\nprogramme of workshops that support students with all their employability\nneeds\nExternal Events – Key employers host events outside of the University.\nDetails of these events can be found on Student Hub\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fWhere you can find us and when are we open\nThe Careers and Employment Service can be found within the Student Centre just\noff Chancellor's Mall. We are open Monday to Friday from 8.45 – 5.00pm.\nWhat we can help with\nWe can offer:\n\n\n\n\n\n\n\n\n\n\nInformation on different career paths\nInformation on a range of employers both nationally and locally\nSupport to find a placement or graduate internship\nThe opportunity to gain a range of employability skills and graduate attributes\nThe chance to build your contacts and networking opportunities\nThe chance to explore self-employment opportunities\nSupport to complete application forms, CVs and covering letters\nSupport to find graduate vacancies and postgraduate courses\nA range of resources and career guides that will help you in your job search\n\nWhat we cannot do\nWe do not recommend students to employers: we can help you to find out about\nemployers and to make applications for jobs, but we do not have any special\ninfluence with employers.\nWe are happy to give advice on the structure and content of application forms and\nCVs, but we cannot write it for you.\nWe are not qualified to give detailed advice about your entitlement to work in the UK.\nWe offer advice and information in good faith. YOU must take responsibility for your\ndecisions based on that guidance.\nFinding out about job vacancies\nThe Careers team manage thousands of vacancies each year. We have extensive\nlinks with employers and all available opportunities, including jobs, placements,\ninternships and volunteering opportunities, are advertised via the following link:\nhttps://studenthub.bolton.ac.uk\nWhat to do if you are unsure about your future career plans\nThe Careers and Employment Service exists to help people with little or no idea of\nwhat they want to do after graduation as well as those who have already developed\ncareer plans. The Careers team supports students and recent graduates at all\nstages of the career planning and job search process.\n\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Careers-Service-Overview.txt"}}
{"content": "Careers and Employment Service Events\nThe Careers and Employment Service at The University of Bolton offers a range of\nevents throughout the academic year.\nWhy attend?\nThese events are designed to help you become more aware of the opportunities that\nare available to you, to enhance your employability skills and also to support you in\nnetworking with your chosen industries. You will be better prepared and more\nconfident in knowing what to expect for job applications, interviews and assessment\ndays. They will assist you to identify and develop the resources\nYou will need to reach your career goals. You will gain information about\nprofessional careers and study routes, with the workshops providing a practical\ninsight into what careers entail. They will help you to plan your time more effectively\nat University and understand what opportunities are available.\nTo book a place or find out what is happening, you can do this by logging onto the\nevents section of the student hub https://studenthub.bolton.ac.uk/\nCareers Fair\nThis is held throughout the academic year. We invite a large number of employers\nfrom a range of industries to come along and have a stand, speak to the students,\nadvertise vacancies and graduate schemes etc. There are normally up to 70\nemployers who attend. It’s a great chance to speak to employers, do some\nnetworking, and find out more about companies you might want to work for.\nCareers and Professional Skills Workshops\nWe have a wide range of careers and employability workshops available each\nacademic year. The workshops are designed to equip you with the skills and\nknowledge required to develop your future and ensure you are ready for the world of\nwork. They will give you the confidence to plan, apply for jobs, attend interviews and\nalso explore self-employment. All our workshops are 60 minutes in length and are\nsuitable for any student on any course. You can attend as many workshops as you\nlike but space is limited, so you need to book your place in advance online.\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\fThe workshops are focused around improving your employability and supporting you\nwith things such as CV writing, Application forms, Interview techniques, setting up\nlinked in, how and where to find a graduate position etc.\nExternal Events\n\n\n\n\n\nHosted by employers external to the University\nOffer valuable from industry experts\nGreat for networking with employers\nDevelop your professional skills\n\nBe prepared\nWhen meeting with employers especially at a careers fair there are some things to\nremember:\n\n\n\n\n\nIt is always good to be prepared, have a CV that you can take with you\nBe confident and polite, be prepared to talk about yourself and what makes\nyou a good candidate\nDress smart\nMake a note of the people you have spoken to so you can add them / connect\nwith them on linked in, mention them in the recruitment process\n\nThere are also some things to avoid doing:\n\n\n\n\nDon’t follow other people around and stand observing what they say\nDon’t just take the freebies\nDon’t walk up to an employer and ask what do they do and how much do they\npay, show you have researched them and are interested in opportunities that\nmight be available\n\nHow to find out what’s going on.\nYou can log onto the student hub and search for events that are happening\nhttps://studenthub.bolton.ac.uk/\nTo book a place or find out what is happening, you can do this by logging onto the\nevents section of the student hub https://studenthub.bolton.ac.uk/\nSome events require pre booking – you can do this on Student Hub. You can also\nsearch for resources, book an appointment, upload your CV for a CV check and find\nout more about the Bolton Award.\n\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2020\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Careers-Service-Events.txt"}}
{"content": "What is a Journals Club?\nA Journals Club can be a great way of practicing how to evaluate and critically\nanalyse journal articles and research or experiments in a friendly, non-pressured\nenvironment.\nHow can they help me in my academic studies?\nThey can help in developing important research skills in time for your dissertation!\nThat’s great but how do they work?\n\n\n\n\n\nJournals Clubs can last from 30 mins to an hour\nEach session, a different person selects a journal article of their choice and\nshares it with the other members of the group\nEach member reads the article and critically evaluates it ready for the group\nsession\nThe group session consists of individuals contributing to the discussion of\nevaluating the journal article\n\nIt’s a bit like a Book Club but you are evaluating more academic and scholarly\nmaterial rather than something like a popular fiction title.\n\nHow do we analyse and critically evaluate?\nMembers should cover:\n\n\n\n\n\n\nSummarising the aim/method/results/conclusions in a few sentences and in\ntheir own words\nListing the strengths of the study relating to the significance, method, results\nor conclusions made\nNoting the weaknesses of the study relating to the significance, method,\nresults or conclusions made\nAny changes they would make to the study to strengthen it\nAny further study ideas the member has generated from reading the study\n\nLEAP Online\n\nUniversity of Bolton 2022\n\n\fHow does this impact and strengthen my academic skills?\nAttending or running a Journal Club promotes:\n\n\n\n\n\n\n\nThe continual reading of scientific and subject related material\nThe summarising of information into one’s own words\nThe critical evaluation of published research\nThe development of new ideas based on read information\nThe widening of student subject matter through the reading of different articles\nfrom different subject aspects\nThe creation of new friendships with peers with a similar interest in the\nresearch field\n\nAll of which are vital for career development and a successful dissertation!\nNow I understand the value of a Journals Club how can I attend one?\nNow you know what’s involved you could form your own Journals Club with your\npeers, this would be a great way of studying together and peer-learning.\nOr if you work in a profession that promotes Journals Clubs i.e. Health Care why not\nsee if your Trust has one which you can attend?\nHow can the Library support me in running or setting up a Journals Club?\nThe Library can help you in several ways, we could:\n\n\n\n\n\nOffer a study space or room in the Library for you to run a club\nSupport you in finding journal articles for your group to analyse\nAttend the session and offer advice around critical evaluation of the research\nRecommend some great books around critiquing which will enhance your\nskills\n\nContact your Academic Librarian to find out more!\nVisit the Academic Librarians Guide: www.bolton.ac.uk/academiclibrarians\nor email: library@bolton.ac.uk\n\nAccess LEAP Online at: www.bolton.ac.uk/leaponline\n\nLEAP Online\n\nUniversity of Bolton 2022\n\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Journals-Club.txt"}}
{"content": "This crib sheet is intended as a guide to Harvard referencing, please check with\nyour tutor for the exact format required for your work.\n\nThis guide was revised and updated in February 2016. The main amendment is the\nremoval of <> around URLs, most universities have dropped this practice. There have also\nbeen slight amendments to ensure consistency in the different media types. Please see\nthe Harvard LEAP Online section for further examples and further details:\nhttps://www.bolton.ac.uk/leaponline/My-Academic-Development/My-Writing-\nTechniques/Referencing/Level-2/Harvard-Referencing.aspx.\n\n\nCiting in the text\nIn the text of your work you must cite the author or editor’s name and date of publication\neach time you paraphrase or summarise from a source of information. For a direct quote\nyou must also include a page number, eg, (Drury, 2012, p.34).\n\nThe citation can be placed in several places in the sentence:\n    I. at the beginning: Porter’s (1985) value chain model examines ...\n   II. in the middle: central to service quality (Gabbott and Hogg, 1998), even though ...\n  III. at the end: weaknesses in the service (Bateson and Hoffman, 1999).\n\nN.B. For sources with more than two authors or editors, cite the first author followed by et\nal., for example, the citation for the first book reference below would be (Ten Have et al.,\n2003).\n\nSecondary sources: you may refer to an author’s work which is included in a book or journal\nwritten by another author. You need to include both authors in the text citation. You should\nalso include the relevant page number.\n\n(Harry, 2001 cited in Hannagan, 2008, p. 518)\n\nIn the above example, Harry is the author of the work you are discussing and Hannagan is\nthe author of the book containing the summary of Harry’s work. In the reference list or\nbibliography you should only include a reference to the author of the actual book you have\nread, in this case, Hannagan.\n\n\nCiting in the reference list or bibliography\nYour references should be listed alphabetically by author’s name. The following list shows\nsome examples of sources you may use. There are many more examples given in the\nHarvard section of LEAP Online, see above.\n\n                                                                              Please turn over\n\fBook (Print)\nTen Have, S., Ten Have, W. and Stevens, F. (2003) Key management models. Harlow:\nPearson Education.\n\nJohnson, G. and Scholes, K. (2002) Exploring corporate strategy. 6th ed. Harlow: Pearson\nEducation.\n\nBook (Online)\nKeenan, D. and Riches, S. (2007) Business law. [Online]\nHarlow: Pearson Education. Available from: http://lib.myilibrary.com/. [Accessed 27 June\n2009].\n\nEdited book\nOldroyd, M. (ed.) (2004) Developing academic library staff for future success. London:\nFacet Publishing.\n\nBook section or chapter\nTown, J. S. (2003) Information literacy and the information society. In: Hornby, S. and\nClarke, Z. (eds.) Change and challenge: debates on the information society for the 21st\nCentury. London: Facet Publishing, pp. 83-103.\n\nJournal article (Print)\nKennerley, M. and Neely, A. (2003) Measuring performance in a changing business\nenvironment. International Journal of Operations and Production Management, 23(2), pp.\n213-229.\n\nJournal article (Electronic)\nMoullin, M. (2004) Eight essentials of performance management. International Journal of\nHealth Care Quality Assurance, [Online] 17(3), pp. 110-112. Available from:\nhttp://www.emeraldinsight.com/. [Accessed 2 March 2006].\n\nNewspaper article (Print)\nCampbell, D. (2009) Late cancer diagnosis kills 10,000 a year. The Guardian, 30\nNovember, p. 1.\n\nNewspaper article (Online)\nCampbell, D. (2009) Late cancer diagnosis kills 10,000 a year. The Guardian. [Online] 30\nNovember. Available from: http://find.galegroup.com. [Accessed 28 January 2010].\n\nWebpage\nLeggatt, R. (1992) A history of photography from its beginnings till the 1920s. [Online]\nAvailable from: http://www.rleggat.com/photohistory/. [Accessed 8 August 2003].\n\nCabinet Office. (2010) Building Britain’s recovery. [Online] Available from:\nhttp://www.cabinetoffice.gov.uk/. [Accessed 8 January 2010].\n\nVideo clip online/YouTube\nLibrary La Trobe University. (2010) Why can't I just Google? [Online video] Available from:\nhttps://www.youtube.com/. [Accessed 3 December].\n\n\n\n\nCrib Sheet No. 45                                                              September 2019\n\f", "metadata": {"source": "/Users/mac/Documents/Chatbot/Testdata/Harvard-Referencing-Short-Version.txt"}}
